{
  "(and :count more error)": "(e mais :count erro)",
  "(and :count more errors)": "(e mais :count erros)",
  "A fresh verification link has been sent to your email address.": "Um novo link de verificação foi enviado para o seu endereço de email",
  "A new verification link has been sent to your email address.": "Um novo link de verificação foi enviado para o seu endereço de email.",
  "A new verification link has been sent to the email address you provided during registration.": "Um novo link de verificação foi enviado para o endereço de email que forneceu durante o registo.",
  "Administrator": "Administrador",
  "Administrator users can perform any action.": "Os utilizadores administradores podem realizar qualquer ação.",
  "Accept Invitation": "Aceitar Convite",
  "Add a new team member to your team, allowing them to collaborate with you.": "Adicione um novo membro à sua equipa, permitindo que colabore consigo.",
  "Add additional security to your account using two factor authentication.": "Adicione segurança adicional à sua conta usando autenticação de dois fatores.",
  "Add Team Member": "Adicionar Membro da Equipa",
  "All of the people that are part of this team.": "Todas as pessoas que fazem parte desta equipa.",
  "All rights reserved.": "Todos os direitos reservados.",
  "Already registered?": "Já está registado?",
  "Already have an account?": "Já tem uma conta?",
  "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Tem a certeza que quer eliminar a sua conta? Uma vez que a sua conta seja eliminada, todos os seus recursos e dados serão permanentemente apagados. Por favor, introduza a sua palavra-passe para confirmar que deseja eliminar permanentemente a sua conta.",
  "Are you sure you would like to delete this API token?": "Tem a certeza de que deseja eliminar este token da API?",
  "API Token": "Token da API",
  "API Token Permissions": "Permissões do Token da API",
  "API Tokens": "Tokens da API",
  "API tokens allow third-party services to authenticate with our application on your behalf.": "Os tokens da API permitem que serviços de terceiros se autentiquem na nossa aplicação em seu nome.",
  "Are you sure you want to delete your account?": "Tem a certeza que deseja eliminar a sua conta?",
  "Before proceeding, please check your email for a verification link.": "Antes de prosseguir, por favor, verifique se recebeu o link de verificação no seu email",
  "Browser Sessions": "Sessões do navegador",
  "click here to request another": "clique aqui para solicitar outro",
  "Cancel": "Cancelar",
  "Click here to re-send the verification email.": "Clique aqui para reenviar o email de verificação.",
  "Close": "Fechar",
  "Code": "Código",
  "Confirm": "Confirmar",
  "Confirm Password": "Confirmar Palavra-passe",
  "Confirm password": "Confirmar palavra-passe",
  "Create": "Criar",
  "Create API Token": "Criar um Token da API",
  "Create Account": "Criar Conta",
  "Create account": "Criar Conta",
  "Create an account": "Criar uma conta",
  "Enter your details below to create your account": "Introduza os seus dados abaixo para criar a sua conta",
  "Create New Team": "Criar uma Nova Equipa",
  "Created.": "Criado.",
  "Current Password": "Palavra-passe Atual",
  "Current password": "Palavra-passe atual",
  "Dashboard": "Painel de Controlo",
  "Delete": "Eliminar",
  "Delete API Token": "Eliminar o Token da API",
  "Delete Account": "Eliminar Conta",
  "Delete account": "Eliminar conta",
  "Disable": "Desativar",
  "Editor users have the ability to read, create, and update.": "Os utilizadores editores têm a capacidade de ler, criar e atualizar",
  "E-Mail Address": "Email",
  "Email Address": "Endereço de email",
  "Email address": "Endereço de email",
  "Email Password Reset Link": "Enviar link para redefinir palavra-passe por email",
  "Email password reset link": "Enviar link para redefinir palavra-passe por email",
  "Enable": "Ativar",
  "Ensure your account is using a long, random password to stay secure.": "Certifique-se de que a sua conta está a usar uma palavra-passe longa e aleatória para permanecer segura.",
  "Forbidden": "Acesso negado",
  "Forgot password": "Esqueceu a palavra-passe",
  "Enter your email to receive a password reset link": "Introduza o seu email para receber um email com o link para redefinir a sua palavra-passe",
  "Forgot Your Password?": "Esqueceu a Sua Palavra-passe?",
  "Forgot your password?": "Esqueceu a sua palavra-passe?",
  "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Esqueceu a sua palavra-passe? Sem problemas. Apenas informe o seu endereço de email que enviaremos um link que permitirá definir uma nova palavra-passe.",
  "Hello!": "Olá!",
  "Home": "Principal",
  "I agree to the :terms_of_service and :privacy_policy": "Concordo com os :terms_of_service e com a :privacy_policy",
  "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se necessário, pode terminar sessão em todas as outras sessões do navegador em todos os seus dispositivos. Algumas das suas sessões recentes estão listadas abaixo; no entanto, esta lista pode não ser exaustiva. Se acha que a sua conta foi comprometida, deve também atualizar a sua palavra-passe.",
  "If you already have an account, you may accept this invitation by clicking the button below:": "Se já tiver uma conta, pode aceitar este convite clicando no botão abaixo:",
  "If you did not create an account, no further action is required.": "Se não criou uma conta, favor desconsiderar este email",
  "If you did not expect to receive an invitation to this team, you may discard this email.": "Se não sabe porque está a receber um convite para esta equipa, pode descartar este email",
  "If you did not receive the email": "Se não recebeu o email",
  "If you did not request a password reset, no further action is required.": "Se não solicitou a redefinição de palavra-passe, nenhuma ação adicional é necessária.",
  "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Caso não tenha uma conta, pode criar uma usando o botão abaixo. Após criar a conta, pode clicar no botão de aceitar convite neste email para aceitar o convite para a equipa",
  "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se está com problemas para clicar no botão \":actionText\", copie e cole o URL abaixo\nno seu navegador:",
  "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:displayableActionUrl](:actionURL)": "Se está com problemas para clicar no botão \":actionText\", copie e cole o URL abaixo\nno seu navegador: [:displayableActionUrl](:actionURL)",
  "Log Out": "Terminar Sessão",
  "Log Out Other Browser Sessions": "Terminar outras sessões do navegador",
  "Log in": "Iniciar Sessão",
  "log in": "iniciar sessão",
  "Login": "Iniciar Sessão",
  "Logout": "Terminar Sessão",
  "Manage API Tokens": "Gerir Tokens da API",
  "Manage Account": "Gerir Conta",
  "Manage and log out your active sessions on other browsers and devices.": "Gerir e terminar as suas sessões ativas noutros navegadores e dispositivos.",
  "Member": "Membro",
  "Name": "Nome",
  "Full name": "Nome completo",
  "Nevermind": "Deixa",
  "New Password": "Nova Palavra-passe",
  "New password": "Nova palavra-passe",
  "Not Found": "Página não encontrada",
  "of": "de",
  "Or, return to": "Ou, voltar para",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Depois de a sua conta ser eliminada, todos os seus recursos e dados serão permanentemente apagados. Antes de eliminar a sua conta, faça o download de quaisquer dados ou informações que deseje reter.",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Uma vez que a sua conta for eliminada, todos os seus recursos e dados serão permanentemente apagados. Por favor, introduza a sua palavra-passe para confirmar que deseja eliminar permanentemente a sua conta.",
  "Page Expired": "Página expirada",
  "Password": "Palavra-passe",
  "Payment Required": "Pagamento necessário",
  "Permanently delete your account.": "Eliminar permanentemente a sua conta.",
  "Permissions": "Permissões",
  "Please click the button below to verify your email address.": "Clique no botão abaixo para verificar o seu endereço de email",
  "Please confirm access to your account by entering one of your emergency recovery codes.": "Por favor, confirme o acesso à sua conta introduzindo um dos seus códigos de recuperação de emergência.",
  "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Por favor, confirme o acesso à sua conta introduzindo o código de autenticação fornecido pela sua aplicação autenticadora.",
  "Please confirm your password before continuing.": "Por favor, confirme a sua palavra-passe para continuar.",
  "Please copy your new API token. For your security, it won't be shown again.": "Por favor, copie o seu novo Token da API. Por motivo de segurança, não será mostrado novamente.",
  "Please provide the email address of the person you would like to add to this team.": "Por favor, forneça o endereço de email da pessoa que gostaria de adicionar a esta equipa.",
  "Privacy Policy": "Política de Privacidade",
  "Profile": "Perfil",
  "Profile Information": "Informação do Perfil",
  "Recovery Code": "Código de Recuperação",
  "Regards,": "Cumprimentos,",
  "Regenerate Recovery Codes": "Gerar novamente os códigos de recuperação",
  "Register": "Registar",
  "Sign up": "Registar-se",
  "Remember Me": "Manter sessão iniciada",
  "Remember me": "Manter sessão iniciada",
  "Remove": "Remover",
  "Remove from Team": "Remover da Equipa",
  "Remove this person from the team.": "Remover esta pessoa da equipa.",
  "Remove Photo": "Remover imagem",
  "Resend Verification Email": "Reenviar o email de verificação",
  "Reset Password": "Redefinir Palavra-passe",
  "Reset Password Notification": "Notificação de redefinição de palavra-passe",
  "results": "resultados",
  "Role": "Função",
  "Save": "Guardar",
  "Saved.": "Gravado.",
  "Select A New Photo": "Selecionar uma nova imagem",
  "Send Password Reset Link": "Enviar link para redefinir palavra-passe",
  "Server Error": "Erro no servidor",
  "Service Unavailable": "Serviço indisponível",
  "Show Recovery Codes": "Mostrar os códigos de recuperação",
  "Showing": "A mostrar",
  "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Armazene estes códigos de recuperação num local seguro. Podem ser utilizados para recuperar o acesso à sua conta caso perca o seu dispositivo de autenticação de dois fatores.",
  "Switch Teams": "Mudar de Equipa",
  "to": "a",
  "The team's name and owner information.": "O nome da equipa e informações do proprietário.",
  "Team Members": "Membros da Equipa",
  "Team Name": "Nome da Equipa",
  "Team Owner": "Proprietário da Equipa",
  "Team Settings": "Definições da Equipa",
  "Terms of Service": "Termos do Serviço",
  "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Obrigado por se registar! Antes de começar, poderia verificar o seu endereço de email clicando no link que acabámos de lhe enviar? Se não recebeu o email, teremos todo o prazer em enviar outro.",
  "The :attribute must be at least :length characters and contain at least one number.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos um número.",
  "The :attribute must be at least :length characters and contain at least one special character.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos um caractere especial.",
  "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos um caractere maiúsculo e um número.",
  "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos um caractere maiúsculo e um caractere especial.",
  "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos um caractere maiúsculo, um número e um caractere especial.",
  "The :attribute must be at least :length characters and contain at least one uppercase character.": "O campo :attribute deve ter pelo menos :length e conter pelo menos um caractere maiúsculo.",
  "The :attribute must be at least :length characters.": "O campo :attribute deve ter pelo menos :length caracteres.",
  "The given data was invalid.": "Os dados fornecidos são inválidos.",
  "This action is unauthorized.": "Esta ação não é autorizada.",
  "This is a secure area of the application. Please confirm your password before continuing.": "Esta é uma área segura da aplicação. Por favor confirme a sua palavra-passe antes de continuar.",
  "This password does not match our records.": "Esta palavra-passe não coincide com os nossos registos.",
  "This password reset link will expire in :count minutes.": "Este link de redefinição de palavra-passe expirará em :count minutos.",
  "Toggle navigation": "Alternar navegação",
  "Token Name": "Nome do Token",
  "Too Many Requests": "Muitos pedidos",
  "Two Factor Authentication": "Autenticação de dois fatores",
  "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "A autenticação de dois fatores está agora ativada. Digitalize o seguinte código QR usando a aplicação autenticadora do seu telemóvel.",
  "Unauthorized": "Não autorizado",
  "Update Password": "Atualizar a palavra-passe",
  "Update password": "Atualizar palavra-passe",
  "Update your account profile information and email address.": "Atualize as informações do perfil e o endereço de email da sua conta.",
  "Update your account's profile information and email address.": "Atualize as informações do perfil da sua conta e o endereço de email.",
  "Use a recovery code": "Usar um código de recuperação",
  "Use an authentication code": "Usar um código de autenticação",
  "Verify Email Address": "Verificar Email",
  "Verify Your Email Address": "Verifique o seu endereço de email",
  "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quando a autenticação de dois fatores estiver ativada, será solicitado a fornecer um token aleatório seguro durante a autenticação. Pode recuperar esse token da aplicação Google Authenticator do seu telemóvel.",
  "Whoops! Something went wrong.": "Opa! Algo deu errado.",
  "You're logged in!": "Iniciou sessão!",
  "You are logged in!": "Iniciou sessão!",
  "You are receiving this email because we received a password reset request for your account.": "Está a receber este email porque recebemos um pedido de redefinição de palavra-passe para a sua conta.",
  "You have been invited to join the :team team!": "Foi convidado para entrar na equipa :team!",
  "You have enabled two factor authentication.": "Já ativou a autenticação de dois fatores.",
  "You have not enabled two factor authentication.": "Ainda não ativou a autenticação de dois fatores.",
  "You may delete any of your existing tokens if they are no longer needed.": "Deve eliminar os tokens sem utilização.",
  "Your email address is unverified.": "O seu endereço de email não foi verificado.",
  "Photo": "Foto",
  "For your security, please confirm your password to continue.": "Por segurança, por favor confirme a sua palavra-passe para continuar.",
  "Platform": "Plataforma",
  "Repository": "Repositório",
  "Documentation": "Documentação",
  "Settings": "Definições",
  "Appearance": "Aparência",
  "Update the appearance settings for your account": "Atualize as definições de aparência da sua conta",
  "Light": "Claro",
  "Dark": "Escuro",
  "System": "Sistema",
  "Manage your profile and account settings": "Gerir o seu perfil e definições de conta",
  "Update your name and email address": "Atualizar o seu nome e endereço de email",
  "Delete your account and all of its resources": "Eliminar a sua conta e todos os seus dados e recursos",
  "Ensure your account is using a long, random password to stay secure": "Certifique-se de que a sua conta está a usar uma palavra-passe longa e aleatória para permanecer segura",
  "Log in to your account": "Iniciar sessão na sua conta",
  "Enter your email and password below to log in": "Introduza o seu email e palavra-passe abaixo para iniciar sessão",
  "Don't have an account?": "Não tem uma conta?",
  "today": "hoje"
}